aaron-bond.better-comments
alefragnani.bookmarks
animus-coop.vscode-elixir-mix-formatter
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
candidmetrics.ember-module-snippets
chakrounanas.turbo-console-log
chiragpat.vscode-glimmer
csstools.postcss
dbaeumer.vscode-eslint
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
embertooling.vscode-ember
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
github.copilot
github.copilot-chat
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
jakebecker.elixir-ls
johnpapa.vscode-peacock
lifeart.vscode-glimmer-syntax
mgmcdermott.vscode-language-babel
mrmlnc.vscode-json5
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
ms-vscode.live-server
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
oouo-diogo-perdigao.docthis
phoenixframework.phoenix
pkief.material-icon-theme
quicktype.quicktype
rangav.vscode-thunder-client
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
royalmist.vscode-eex-format
ryanluker.vscode-coverage-gutters
saratravi.elixir-formatter
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
typed-ember.glint-vscode
unifiedjs.vscode-mdx
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wayou.vscode-todo-highlight
will-wow.vscode-alternate-file
wix.vscode-import-cost
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zignd.html-css-class-completion
